IDEA Open Model
Polygon2D Constructor
Compatible with IDEA StatiCa Beta 20.0
 Constructor
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Polygon2D()
Public Sub New
See Also
Reference
Polygon2D Class
IdeaRS.OpenModel.Geometry2D Namespace